astro-build.astro-vscode
azemoh.one-monokai
biomejs.biome
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.copilot-labs
github.vscode-github-actions
github.vscode-pull-request-github
jpoissonnier.vscode-styled-components
koh110.zenvim
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
prisma.prisma
rust-lang.rust-analyzer
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
vue.volar
xabikos.javascriptsnippets
