biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
koh110.zenvim
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
prisma.prisma
rubocop.vscode-rubocop
stylelint.vscode-stylelint
typespec.typespec-vscode
vscodevim.vim
