astro-build.astro-vscode
azemoh.one-monokai
dbaeumer.vscode-eslint
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
jpoissonnier.vscode-styled-components
koh110.zenvim
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
octref.vetur
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
xabikos.JavaScriptSnippets
